{
  "lang": "en",
  "common": {
    "links": {
      "basePath": "/en",
      "home": {
        "title": "Go to frontpage"
      }
    }
  },
  "header": {
    "home": "Home",
    "serviceSolutions": "Products",
    "forPrivateCustomers": "Personal",
    "aboutUs": "About us",
    "blog": "Blog",
    "login": "Login",
    "marketplace": "Marketplace"
  },
  "home": {
    "title": "Your trusted partner for digital and mobile financial services",
    "desc": "T is a technology company specialising in digital and mobile financial services and payment infrastructure, offering comprehensive loyalty, fintech and payment solutions.",
    "forBusinesses": "For businesses",
    "forIndividuals": "For individuals",
    "weHaveThePayment": "We have the payment solutions you need",
    "retailSolutions": "Retail solutions",
    "optimiseYourRetail": "Optimise your retail operations with our tailored solutions. From efficient inventory management to customer engagement strategies, our technology will help you improve operational efficiency and increase sales.",
    "loyaltyProgramme": "Loyalty programme",
    "buildStrongerCustomer": "Build stronger customer relationships with our customisable loyalty programmes. Offer special benefits and increase customer loyalty, encouraging repeat purchases and differentiating yourself from the competition.",
    "Marketplace": "T Marketplace",
    "discoverNewHorizons": "Discover new horizons of commerce with T Marketplace. Sell your products on a global platform that offers secure payment solutions and easy-to-use tools for a successful online business.",
    "latestNewsAboutUs": "Latest news about us",
    "followOurNews": "Follow our news! Here we regularly share key company events, new services, product updates and innovations, as well as industry news.",
    "seeAllNews": "See all news"
  },
  "services&solutions": {
    "title": "T loyalty programme for your store",
    "DevelopsEffective": "T develops effective loyalty programmes that help stores retain shoppers, increase average purchase amounts and compete with large retailers. Our partners include nearby stores and small supermarkets.",
    "howDoWeDoThis": "How do we do this?",
    "cashback": "Cashback",
    "shoppersAtOurPartner": "Shoppers at our partner stores receive a percentage of their purchase amount back in their electronic wallet.",
    "usefulBonuses": "Useful bonuses",
    "withTheCashbackYouEarn": "With the cashback you earn, shoppers can pay for new purchases in your stores, pay for city parking or public transport tickets.",
    "differentScenarios": "Different scenarios",
    "AccumulatedBonusesHaveDifferent": "Accumulated bonuses have different usage scenarios: in some cases, bonuses are multiplied and in others, they disappear. It all depends on the objectives.",
    "incentiveProgrammes": "Incentive programmes",
    "forExampleWeOffer": "For example, we offer free cinema tickets or discounts on taxi rides for active buyers.",
    "paymentForServices": "Payment for services",
    "usingTheApp": "Using the app, shoppers can pay for utilities or telecoms services by topping up their wallet in advance at your cashier, and buy activation codes for hundreds of popular games.",
    "additionalBenefits": "Additional benefits",
    "weHaveaNumberOfEffective": "We have a number of effective solutions that cost you nothing but have a big impact on loyalty. We are ready to tell you about them in person.",
    "habits": "How do loyal customers' habits change?",
    "consumersSayThatLoyalty": "83% of consumers say that loyalty programmes motivate them to shop at a particular store",
    "participantsInLoyalty": "Participants in loyalty programmes spend 12-18% more than non-participants",
    "loyaltyProgrammes": "Loyalty programmes can increase store visits by up to 60%",
    "loyalCustomers": "Loyal customers typically shop 67% more",
    "maintainingRelationships": "Maintaining relationships with existing customers is 5-25 times cheaper than attracting new customers",
    "CanLaunch": " can launch a loyalty programme in your store within a month. How?",
    "weUseaSimpleTechnical": "We use a simple technical solution to calculate and award bonuses: a small  terminal at the checkout, which we will set up for free, and a mobile app that we will adapt to your needs. The terminal is not integrated with the POS system, which allows us to launch the service in a short time.",
    "untilThen": "Until then:",
    "chooseOneOfOur": "Choose one of our effective loyalty programme scenarios.",
    "signaContract": "Sign a contract, after which we will customise the mobile app, install the terminals and train the cashiers.",
    "howDoesThe": "How does the 'terminal - mobile app - cashier' link work?",
    "theCustomerScans": "The customer scans a QR code to receive or spend bonuses.",
    "aWindowAppears": "A window appears on the terminal screen where the cashier enters the purchase amount. The bonuses are automatically calculated and added to the customer's wallet in real time.",
    "theAmountOfAccumulatedBonuses": "The amount of accumulated bonuses is displayed on the same terminal screen. If the customer wishes to use them, the cashier enters the amount of the expenditure (all or part) and reduces the amount payable at the till by pressing the 'Use bonuses' button on the terminal screen.",
    "theTerminalPrints": "The terminal prints a receipt confirming each transaction.",
    "thisIsaQuickWayToStart": "This is a quick way to start a loyalty programme, without the expense of equipment and integration on the part of the partners. We can implement a solution where data is exchanged automatically between the cash register and the terminal, without the cashier's involvement, but this requires integration with the POS system.",
    "cards": "And what about plastic loyalty cards?",
    "weConsiderThem": "We consider them to be an obsolete technology. And so is the world. But you might have customers like pensioners who really need them. We can individually design and produce the required number of cards to your order.",
    "ifYouWantTheCards": "If you want the cards to be free for your store, we will invite the credit union to do a joint project. The bank will add payment services (Visa or MasterCard) to the card, pay for its production and delivery. Your customers will not only receive a loyalty card, but also a fully-fledged bank payment card.",
    "mobileApp": "What can the mobile app do?",
    "theMobileApp": "The  mobile app is an electronic wallet that not only calculates and awards bonuses and cashback, but also stores real funds. And in different currencies. This makes the app a versatile tool for managing your cash and bonuses.",
    "butThePossibilities": "But the possibilities don't end there! The app allows users to make payments and transfers, pay for utilities and telecommunications services, and purchase activation codes for games and software.",
    "inAccordanceWithLegalRequirements": "In accordance with legal requirements,  identifies customers up to certain limits. This includes the implementation of AML (Anti-Money Laundering) and KYC (Know Your Customer) procedures that ensure security and compliance with regulatory requirements, safely protecting users' financial transactions.",
    "theAppIsIntegrated": "The app is integrated with our terminals by scanning QR codes. This facilitates the calculation and allocation of bonuses. We can also process the payment of goods and services in your store using a QR code, similar to the use of bonuses.",
    "theApp": "The  app is a powerful treasury and bonus management tool that provides users with maximum convenience and security.",
    "billPaymentsDigitalProducts": "Bill Payments and Digital Products at Your Store Check out",
    "acceptPaymentsAndSell": "Accept payments and sell digital products with our terminals.",
    "ourTerminalSolutionOffersExtensive": "Our terminal solution offers extensive capabilities for our partners, allowing them to accept payments* for utility bills, internet or phone bills, taxes, fees, and other payments, as well as sell prepaid card top-up codes and top-up codes for gaming and streaming platforms.",
    "oneDevice": "One Device - Many Solutions for Your Business",
    "thisMeansYourCustomers": "This means your customers can make all necessary payments and purchases in one place, increasing your store’s appeal and customer satisfaction. Our solutions are easily integrated into your existing systems and ensure secure and efficient payment processing.",
    "theServiceIsImplemented": "*The service is implemented in cooperation with AS Magnetiq Bank (Reg. No. 50103189561, License No. 06.01.04/255; 12.09.2008) and with technical support from  SIA (Reg. No. 40203344731)."
  },
  "privateCustomers": {
    "topUpCodesForGames": "Top-up codes for games and streaming platforms",
    "weOfferYouConvenientWay": "We offer you a convenient way to top up your balance on popular gaming and streaming platforms. Go to your nearest partner store, choose the product you want, tell the cashier the product name and denomination, make your purchase and receive a cheque with a code. Instructions on how to activate the code are printed on the receipt and available on our website.",
    "aFeeIsChargedForThisService": "A fee is charged for this service. You can find the terms of service on this website. By using the service, you acknowledge that you have read and agree to the Terms of Service.",
    "useOurServicesAndEnjoyUnlimited": "Use our services and enjoy unlimited access to your favourite games and streaming services!",
    "instructionsForActivatingTheCode": "Instructions for activating the code",
    "Services": " Services near your home",
    "wePrideOurselves": "We pride ourselves on our experience in the financial services industry and know how important convenience and simplicity are to our customers in their daily routines. We make it easy for you to choose the payment method that best suits your needs. Thanks to our cooperation with our partners, we offer one of the largest terminal networks in Latvia.",
    "allServices": "All services",
    "billPayment": "Bill payment",
    "billPaymentAtYourNearest": "Bill payment at your nearest store*",
    "youNoLongerHaveToLook": "You no longer have to look for post offices or bank branches. Pay for utilities, internet, TV and more directly at your nearest store. It's quick, easy and convenient, with no long queues and no hassle.",
    "howItWorks": "How it works:",
    "handTheCashierYourBill": "Hand the cashier your bill or tell her what you want to pay",
    "theCashierWillSet": "The cashier will set the amount to be paid including commission",
    "makeThePayment": "Make the payment",
    "receivePaymentReceipt": "Receive a payment receipt from the cashier",
    "theServiceHasBeenImplemented": "* The service has been implemented in cooperation with AS Magnetiq Bank (Reg.No 50103189561, Licence No 06.01.04/255; 12.09.2008) and with the technical support of  SIA (Reg.No 40203344731). The terms and conditions of the payment services can be found on the information boards at the cash desks of the shops, as well as on the Magnetiq Bank website https://old.magnetiqbank.com/noteikumi/ and https://old.magnetiqbank.com/gdpr. A commission is charged for the service provided. Please ask the store cashiers for the amount of the applicable fee.",
    "toppingUpPrepaidCardBalances": "Topping up prepaid card balances",
    "stayInTouch": "You can buy prepaid cards from all popular mobile operators and TV service providers at our partner stores. Top-ups are instant, allowing you to use services without interruption.",
    "stayInTouchKontacta": "Stay in touch!",
    "accessToYourFavouriteGames": "Access to your favourite games and online services",
    "forGamersAndOnlineContent": "For gamers and online content lovers, as well as those who value their privacy, we offer top-up codes for popular gaming platforms and streaming platforms. Get access to your favourite games and services without restrictions. Find out more about our services by",
    "clickingHere": "clicking here.",
    "findYourServiceProvider": "Find your service provider",
    "useTheSearchTool": "Use the search tool to find available providers in your area. Check here if your provider is connected to our system. If you can't find a suitable provider, please contact us.",
    "search": "Search",
    "unfortunately": "Unfortunately, the provider you entered was not found. Please contact us using the form below so we can help you find a suitable solution. We are always ready to answer your questions!",
    "howToFindUs": "How to find us?",
    "useTheMapToFind": "Use the map to find the nearest shops where our services are available. Our partner stores are always nearby to provide you with the best financial and technological solutions. If you can't find a store near your home, please contact us."
  },
  "about": {
    "title": "You are in good company!",
    "weDevelopInnovations": "We develop innovations that really work, attracting new customers to our partner stores, increasing average revenue and cash flow.",
    "ourGoalIsToHelp": "Our goal is to help our partners grow their businesses with unique ideas and cutting-edge technology.",
    "IsTechnology": " is a technology company specialising in digital and mobile financial services, transactions and payment infrastructure. We are a one-stop shop for all loyalty, fintech and payment solutions.",
    "whenYouChoose": "When you choose , you choose a trusted and innovation-led partner that will help you achieve your business goals and increase your competitiveness in the market.",
    "contact": "Contact",
    "electronicMoneyInstitution": "Electronic Money Institution Licence No 27-55/2024/3",
    "addressForCorrespondence": "Address for correspondence:",
    "skanstes": "Skanstes 7-k1, LV-1013, Riga, Latvia",
    "registrationNumber": "Registration number:",
    "email": "E-mail:",
    "socialNetworks": "Social networks"
  },
  "news": {
    "news": "News",
    "otherNews": "Other news",
    "discoverTheLatestProducts": "Discover the Latest Products and Services!",
    "weAreAlwaysWorking": "We are always working to offer you the most advanced and innovative solutions. Follow our blog and be the first to try the latest technologies and services. From enhanced terminals to new digital payment options – we are constantly expanding our offerings to meet your needs and help your business grow.",
    "theBankOfLatvia": "The Bank of Latvia issued a licence to  SIA to operate as an electronic money institution",
    "SIAHasReceived": " SIA has received a licence from the Bank of Latvia to operate as an electronic money institution. This opens up new opportunities and allows us to offer even more convenient and secure financial services to our clients.",
    "theLicenceHasBeenRegistered": "The licence has been registered in the Register of the Bank of Latvia under number 27-55/2024/3. Our activities are now regulated in accordance with Directive 2009/110/EC on the issuance of electronic money and Directive 2007/64/EC on payment services, which ensures a high level of security and reliability in all our operations.",
    "obtainingTheLicence": "Obtaining the licence is just the beginning, an important step in the development of . We are now able to offer modern financial solutions for both businesses and individuals, emphasising the security and convenience of our instruments.",
    "ifYouWouldLike": "If you would like to know more about our services, please fill in the contact form on our website and we will get in touch with you. We are always ready to answer your questions and help you with any challenges",
    "Moved": " moved to a new office",
    "HasMoved": " has moved to a new office in Skanstes iela 7-k1, Riga. We are now located in Jupiter Tower, one of the most modern business centres in Riga, which provides all the necessary conditions for productive work and implementation of our projects.",
    "jupiterTower": "Jupiter Tower is a modern business centre with convenient infrastructure and state-of-the-art technologies.",
    "theNewOffice": "The new office opens up more opportunities for our team, and this move sets a new direction for our development, allowing us to move forward even more efficiently.",
    "WebsiteUpdate": " website update: new design and improved functionality",
    "HasRedesigned": " has redesigned its website to make it even more user-friendly and understandable. All services and information are now available in an improved format with easier navigation and a modern interface.",
    "weHaveRedesigned": "We have redesigned the structure of the website to make it as simple and intuitive as possible. Whether you are interested in information about solutions for companies or individuals, the necessary sections are available in just a few clicks.",
    "specialAttentionWasPaid": "Special attention was paid to adapting the website to mobile devices - it is now equally user-friendly on smartphones and computers. We also updated the news section and simplified access to information on products and services.",
    "aMakeoverIsntJust": "A makeover isn't just a change of look. We've made the website more functional so our customers can get the information they need and use financial solutions faster.",
    "LaunchedTheSale": " launched the sale of game codes in partner stores",
    "NowMakesItEasy": " now makes it easy to buy game codes for popular platforms directly from our partner stores! We offer a convenient way to buy codes for services like Steam, Roblox, PUBG, Netflix and more.",
    "thisProductiSaGreat": "This product is a great solution for those who care about their privacy and prefer not to use their bank card on websites. Purchasing game codes in cash avoids the need to enter personal data and financial information online. This is particularly important for users who want to reduce risks when making online purchases.",
    "youCanNowBuyGame": "You can now buy game codes for cash directly at the cash desk of Mego stores. All you have to do is tell the cashier the name of the product and the amount you want to buy, pay in cash and you will instantly receive a receipt with a code that can be used immediately to top up your balance on your favourite platform.",
    "theProductIsCurrently": "The product is currently available in the Mego network, but in the near future the codes will also be available in other stores. Keep an eye on our website and social media to make sure you don't miss out on new partner outlets!",
    "forMoreInformation": "For more information on how to purchase a code, check out the detailed instructions on how to purchase a code at the cash desk. For a full list of available products and platforms, please visit the 'Available products' section on our website.",
    "staffParticipationInConferences": "Staff participation in conferences",
    "NordicFintech": " Nordic Fintech Week 2024: see you in Copenhagen!",
    "aNewReasonToMeet": "A new reason to meet -  is going to Nordic Fintech Week 2024 in Copenhagen!",
    "thisAutumnWeWill": "This autumn we will be attending Nordic Fintech Week 2024, one of the most interesting events for those who follow the latest developments in financial technology. We are looking forward to meeting our colleagues and partners on 25-26 September in Copenhagen.",
    "nordicFintechWeek": "Nordic Fintech Week is one of the largest fintech exhibitions in the world, bringing together industry leaders and innovators every year. This year, more than 1500 participants will gather to discuss the future of fintech and we are delighted to be part of the event.",
    "WillPresent": " will present its latest solutions for electronic payments",
    "latviaForumTitle": " Participates in Latvia Fintech Forum 2024",
    "latviaForumDescription": " is actively contributing to the development of the financial technology sector by attending oneof the most significant events of the year in Latvia – the Latvia Fintech Forum 2024!",
    "latviaForumDescription1": "On November 5th,  SIA participated in the annual Latvia Fintech Forum 2024, held at the Small Guild in Riga. This forum has become one of the key events for the fintech industry in Latvia, bringing together professionals, innovators, and entrepreneurs to discuss the latest trends, challenges, and opportunities.",
    "latviaForumDescription2": "As part of the Latvia Fintech Forum 2024, the Fintech Factor 2024 startup competition also took place. The competition aimed to provide a platform for early-stage companies to showcase their innovative ideas and receive valuable feedback from experts and potential investors.",
    "latviaForumDescription3": "’s participation in this forum was an excellent opportunity to gain valuable insights, hear from industry experts, and establish new partnerships. We are confident that this experience will help our company continue to grow and deliver increasingly innovative solutions.",
    "latviaForumDescription4": "We extend our gratitude to the event organizers – the Bank of Latvia, Riga Investment and Tourism Agency, and the Investment and Development Agency of Latvia – for a high-level event and for fostering the growth of the financial technology sector in Latvia.",
    "latviaForumDescription5": "We eagerly look forward to the next Latvia Fintech Forum and will continue to actively contribute to the development of the industry!",
    "tParticipatesSeminarTitle": " Participates in a Seminar Organized by the Bank of Latvia",
    "tParticipatesSeminarDescription": "The seminar addressed key topics such as cybersecurity, crypto asset regulations, anti-money laundering updates, and SEPA Instant payments.",
    "tParticipatesSeminarDescription1": "On November 27th,  SIA representatives attended a seminar organized by the Bank of Latvia, focusing on the latest challenges and regulatory changes within the financial sector.",
    "tParticipatesSeminarDescription2": "During the seminar, several important topics were discussed, including:",
    "tParticipatesSeminarDescription3Bold": "The implementation of the DORA regulation,",
    "tParticipatesSeminarDescription3": " strengthening cybersecurity and resilience requirements for financial technology companies;",
    "tParticipatesSeminarDescription4Bold": "The introduction of the MiCA regulation,",
    "tParticipatesSeminarDescription4": " promoting transparency and trust in the crypto asset market;",
    "tParticipatesSeminarDescription5Bold": "Updates on AML (anti-money laundering),",
    "tParticipatesSeminarDescription5": " reinforcing efforts to combat financial crime;",
    "tParticipatesSeminarDescription6Bold": "The Bank of Latvia’s EKS system,",
    "tParticipatesSeminarDescription6": " enabling SEPA Instant payment solutions.",
    "tParticipatesSeminarDescription7": " appreciates the opportunity to participate in the seminar, which provided a detailed overview of new regulatory requirements and technological implementation opportunities. These discussions help better understand market dynamics and prepare for changes that will foster industry growth and improve customer service quality.",
    "tParticipatesSeminarDescription8": "We thank the Bank of Latvia for organizing a high-quality event and providing comprehensive information essential for the sector’s development!",
    "workingHoursTitle": " Working Hours During the Holiday Season",
    "workingHoursDescription": "Adjusted working hours for the Christmas and New Year holidays",
    "workingHoursDescription1": "During the upcoming Christmas and New Year holidays,  will operate on an adjusted schedule. While most of our services will remain accessible remotely, please note the following changes to our working hours.",
    "workingHoursDescription2": "Working hours:",
    "workingHoursDescription3Bold": "Pre-holiday days:",
    "workingHoursDescription3": " will be open from 9:00 to 17:00.",
    "workingHoursDescription4Bold": "Holiday closures:",
    "workingHoursDescription4": "Our offices will be closed.",
    "workingHoursDescription5": "On these dates, there may be delays in processing remote requests. We encourage you to plan anytime-sensitive matters accordingly. Regular operations will resume on January 2nd, 2025.",
    "workingHoursDescription6": "Please note that our services in partner stores will be available according to the store’s operating hours during the holidays.",
    "workingHoursDescription7": "We appreciate your understanding and wish you a joyful holiday season and a successful New Year!",
    "workingHoursDescription8": "The  Team",
    "congratulationsTitle": "Season’s Greetings and Warm Wishes for the New Year!",
    "congratulationsDescription": "Thank you for your trust and collaboration – wishing you a joyful holiday season and a prosperous New Year!",
    "congratulationsDescription1": "As the year comes to an end, we want to extend our heartfelt gratitude to our clients and partners for your continued support and successful cooperation throughout this year. Together, we’ve achieved remarkable milestones and taken significant steps in advancing financial technology.",
    "congratulationsDescription2": "The holiday season is a time to pause, reflect, and cherish moments with loved ones. We hope this festive period brings you peace, joy, and the warmth of family, inspiring new aspirations for the future.",
    "congratulationsDescription3": "With the New Year comes fresh opportunities and challenges. We wish you a year full of achievements, creative ideas, and success in everything you pursue.",
    "congratulationsDescription4": "Thank you for being part of our journey. We look forward to continuing our collaboration in the year ahead, striving together for even greater accomplishments.",
    "congratulationsDescription5": "Merry Christmas and Happy New Year!",
    "congratulationsDescription6": "The  Team",
    "businessDirectorTitle": "Meet Our Business Development Director – Vilnis Jekabsons",
    "businessDirectorDescription": "With this article, we are launching a new news section about our team to introduce you to the people who make  one of the most innovative startups in Latvia.",
    "businessDirectorDescription1": "Today, we present one of the key members of our team – Vilnis Jekabsons. Vilnis serves as a Board Member for Business Development and plays a crucial role in executing the company’s strategy, expanding our services, and ensuring top-tier customer service.",
    "businessDirectorDescription2": "Vilnis holds a Master’s degree in Law from the University of Latvia (1991) and another Master’s degree in Law from the Latvian Police Academy (2006). His education, combined with more than 23 years of leadership experience in state and municipal institutions, makes him a valuable professional in his field. For 17 years, he led the Office of Citizenship and Migration Affairs of the Republic of Latvia (PMLP), where he oversaw the implementation of several innovative solutions that improved customer experience and service efficiency in public institutions:",
    "businessDirectorDescription3": "Establishment of more than 30 new customer service centers.",
    "businessDirectorDescription4": "Implementation of an electronic queue system for prior appointment booking.",
    "businessDirectorDescription5": "Introduction of Latvia’s first biometric passports.",
    "businessDirectorDescription6": "Launch of the country’s first national ID cards.",
    "businessDirectorDescription7": "These are just a few of the projects realized under Vilnis’s leadership. Now, he is bringing his knowledge and extensive experience to , helping to develop fintech services and strengthen the company’s position in the market.",
    "businessDirectorDescription8": " takes pride in having such a highly qualified professional as Vilnis on our team. Together, we continue to embrace new business challenges and successfully overcome them.",
    "businessDirectorDescription9": "If you would like to learn more about our services or explore partnership opportunities, feel free to contact us at info@.com. For more information about , visit our website.",
    "readMore": "Read more"
  },
  "form": {
    "name": "Name",
    "email": "Email",
    "message": "Message...",
    "click": "I confirm that I have read and agree to the ",
    "terms": "Privacy Policy and Cookie Policy",
    "sendTo": "Send",
    "contactTo": "Contact us!",
    "askYourQuestion": "Ask your question and we'll get back to you!",
    "pleaseEnterName": "Please enter a name!",
    "pleaseEnterEmail": "Please enter your email!",
    "pleaseTypeMessage": "Please type a message!",
    "pleaseTickThat": "Please tick that you agree to the terms",
    "messageSent": "Message sent! We will contact you.",
    "of": "of "
  },
  "footer": {
    "allRightsReserved": "All rights reserved.",
    "forBusiness": "Products",
    "loyaltyProgramme": "Loyalty Programme",
    "mobileApp": "Mobile App",
    "solutionsForShops": "Solutions for shops",
    "becomeaPartner": "Become a partner",
    "forIndividuals": "Personal",
    "billPayment": "Bill payment",
    "partnerShops": "Partner shops",
    "serviceProviders": "Service providers",
    "topUpCodes": "Top-up codes",
    "aboutUs": "About us",
    "aboutTheCompany": "About the Company",
    "contact": "Contact",
    "news": "News",
    "contactUs": "Contact us",
    "blog": "Blog",
    "documents": "Documents",
    "legal": "Legal Information",
    "followUs": "Follow us",
    "copyring": " SIA is a licensed electronic money institution with the right to issue electronic money and provide payment services. The Bank of Latvia supervises this activity based on the requirements of the Electronic Money Directive (2009/110/EC) and the Payment Services Directive (2007/64/EC), which are implemented in the Latvian Payment Services and Electronic Money Law. The electronic money institution licence of  SIA is registered with the Bank of Latvia under No 27-55/2024/3 and the company is registered in the Republic of Latvia under Reg. No 40203344731.",
    "address": "Reg. No. 40203344731",
    "address1": "Skanstes iela 7 k-1, Rīga, LV-1013",
    "handlingOfComplaints": "Handling of complaints"
  },
  "documents": {
    "title": "Legal Information",
    "description": "This section provides legal information that defines the terms of our service provision, the rules for using the website, user rights, and other essential details. If you need additional assistance, please contact our support team.",
    "tcTitle": "Main Terms and Conditions",
    "tcItem": "General Terms of Business",
    "marketplaceTitle": " Marketplace Usage",
    "marketplaceItem1": "Marketplace Terms of Use",
    "marketplaceItem2": "Marketplace Privacy and Cookie Policy",
    "otherTitle": "Other documents",
    "otherItem1": "Privacy and Cookies Policy",
    "otherItem2": "Handling of complaints",
    "otherItem3": "Your Rights When Making Payments in Europe",
    "inForce": "In force",
    "published": "Published"
  },
  "gameCodes": "Game Codes",
  "product": "Product:",
  "productDescription": "Product description:",
  "codeActivationInstructions": "Code activation instructions:",
  "product1": {
    "text1": "Play new games from day one and experience hundreds of high-quality games on console, PC and in the cloud. With Ultimate, there's always something new to play.",
    "text2": "Get all the benefits of Ultimate:",
    "text3": "- Includes online multiplayer mode on console",
    "text4": "- EA Play subscription at no extra cost",
    "text5": "- Play your favourite games across multiple devices with cloud gaming",
    "text6": "- Download and play on your console or Windows PC",
    "text7": "- Earn reward points by playing games from the Game Pass catalogue",
    "text8": "- Enjoy free bonuses including in-game content, merchandise and more",
    "text9": "- New games are added regularly, including first day releases",
    "text10": "- Receive premium membership benefits, offers and discounts",
    "text11": "Code activation instructions:",
    "text12": "Xbox Series X|S on Xbox One:",
    "text13": "1. Sign in to your Xbox account",
    "text14": "2. Select and open the 'Store' app from the Start screen.",
    "text15": "3. To open the side menu, move the cursor left in the Store app or press the 'View' button on the controller to open the side menu.",
    "text16": "4. Select 'Redeem' from this menu.",
    "text17": "5. Enter the 25-character code and then follow the instructions.",
    "text18": "From your web browser:",
    "text19": "1. In your web browser, go to redeem.microsoft.com.",
    "text20": "2. Log in to your account, enter the 25-character code and follow the instructions.",
    "text21": "Windows 10/11:",
    "text22": "1. In your web browser, go to redeem.microsoft.com.",
    "text23": "2. Sign in to your account on your Windows device.",
    "text24": "3. Press the Start button and select 'Microsoft Store'.",
    "text25": "4. Select 'More' ... > 'Redeem a code'.",
    "text26": "5. Enter the 25-character code and follow the instructions."
  }
}
