{
  "lang": "lv",
  "common": {
    "links": {
      "basePath": "/lv",
      "home": {
        "title": "Go to frontpage"
      }
    }
  },
  "header": {
    "home": "Sākums",
    "serviceSolutions": "Pakalpojumu un Risinājumi",
    "forPrivateCustomers": "Privātpersonām",
    "aboutUs": "Par mums",
    "blog": "Jaunumi",
    "login": "Pievienoties",
    "marketplace": "Marketplace"
  },
  "home": {
    "title": "Jūsu uzticamais partneris digitālo un mobilo finanšu pakalpojumu jomā",
    "desc": " ir tehnoloģiju uzņēmums, kas specializējas digitālo un mobilo finanšu pakalpojumu un maksājumu infrastruktūrā, piedāvājot visaptverošus lojalitātes, finanšu tehnoloģiju un maksājumu risinājumus.",
    "forBusinesses": "Uzņēmumiem",
    "forIndividuals": "Privātpersonam",
    "weHaveThePayment": "Mums ir maksājumu risinājumi jūsu vajadzībām",
    "retailSolutions": "Risinājumi mazumtirdzniecībai",
    "optimiseYourRetail": "Optimizējiet savu mazumtirdzniecības darbību ar mūsu pielāgotajiem risinājumiem. No efektīvas inventāra pārvaldības līdz klientu iesaistīšanas stratēģijām – mūsu tehnoloģijas palīdzēs jums uzlabot darbības efektivitāti un palielināt pārdošanas apjomus.",
    "loyaltyProgramme": "Lojalitātes programma",
    "buildStrongerCustomer": "Veidojiet stiprākas attiecības ar klientiem, izmantojot mūsu pielāgojamās lojalitātes programmas. Piedāvājiet īpašas priekšrocības un palieliniet klientu uzticību, veicinot atkārtotus pirkumus un atšķiroties no konkurentiem.",
    "Marketplace": " Marketplace",
    "discoverNewHorizons": "Atklājiet jaunus tirdzniecības apvāršņus ar  Marketplace. Pārdodiet savus produktus globālā platformā, kas piedāvā drošus maksājumu risinājumus un ērti lietojamus rīkus veiksmīgai tiešsaistes biznesa attīstībai.",
    "latestNewsAboutUs": "Jaunākās ziņas par mums",
    "followOurNews": "Sekojiet mūsu jaunumiem! Šeit mēs regulāri dalāmies ar svarīgākajiem uzņēmuma notikumiem, jaunajiem pakalpojumiem, produktu atjauninājumiem un inovācijām, kā arī nozares jaunumiem.",
    "seeAllNews": "Skatīt visus jaunumus"
  },
  "services&solutions": {
    "title": " lojalitātes programma jūsu veikalam",
    "DevelopsEffective": " izstrādā efektīvas lojalitātes programmas, kas palīdz veikaliem saglabāt pircējus, palielināt vidējo pirkuma summu un konkurēt ar lielajiem mazumtirgotājiem. Mūsu partneri ir tuvumā esošie veikali un mazie lielveikali.",
    "howDoWeDoThis": "Kā mēs to panākam?",
    "cashback": "Cashback",
    "shoppersAtOurPartner": "Pircēji mūsu partneru veikalos saņem noteiktu procentu no pirkuma summas atpakaļ savā elektroniskajā makā.",
    "usefulBonuses": "Noderīgi bonusi",
    "withTheCashbackYouEarn": "Izmantojot uzkrāto cashback, pircēji var norēķināties par jauniem pirkumiem jūsu veikalos, kā arī apmaksāt pilsētas autostāvvietas vai sabiedriskā transporta biļetes.",
    "differentScenarios": "Dažādi scenāriji",
    "AccumulatedBonusesHaveDifferent": "Uzkrātajiem bonusiem ir dažādi izmantošanas scenāriji: dažos gadījumos bonusi tiek reizināti, bet citos gadījumos tie izgaist. Tas viss ir atkarīgs no izvirzītajiem mērķiem.",
    "incentiveProgrammes": "Pakalpojumu apmaksa",
    "forExampleWeOffer": "Izmantojot lietotni, pircēji var apmaksāt komunālos vai telekomunikāciju pakalpojumus, iepriekš papildinot savu maku jūsu kasē, kā arī iegādāties aktivizācijas kodus simtiem populāru spēļu.",
    "paymentForServices": "Papildu priekšrocības",
    "usingTheApp": "Mums ir vairāki efektīvi risinājumi, kas jums neko nemaksā, bet ļoti ietekmē lojalitāti. Par tiem esam gatavi pastāstīt personīgi.",
    "additionalBenefits": "Motivācijas programmas",
    "weHaveaNumberOfEffective": "Aktīvajiem pircējiem mēs, piemēram, izlozējam bezmaksas biļetes uz kino vai piedāvājam atlaides taksometra braucieniem.",
    "habits": "Kā mainās lojālo pircēju ieradumi?",
    "consumersSayThatLoyalty": "83% patērētāju apgalvo, ka lojalitātes programmas motivē viņus iepirkties konkrētā veikalā",
    "participantsInLoyalty": "Lojalitātes programmu dalībnieki tērē par 12-18% vairāk nekā tie, kuri nepiedalās šādās programmās",
    "loyaltyProgrammes": "Lojalitātes programmas var palielināt veikala apmeklējumu par līdz pat 60% ",
    "loyalCustomers": "Lojāli klienti parasti iepērkas par 67% vairāk ",
    "maintainingRelationships": "Attiecību uzturēšana ar esošajiem klientiem ir 5-25 reizes lētāka nekā jaunu klientu piesaistīšana ",
    "CanLaunch": " can launch a loyalty programme in your store within a month. How?",
    "weUseaSimpleTechnical": "Lai aprēķinātu un piešķirtu bonusus, mēs izmantojam vienkāršu tehnisko risinājumu: nelielu  termināli pie kases, kuru mēs uzstādīsim bez maksas, un mobilo lietotni, kuru pielāgosim jūsu vajadzībām. Terminālis nav integrēts ar kases sistēmu, kas ļauj mums uzsākt pakalpojumu īsā laikā.",
    "untilThen": "Līdz tam nepieciešams:",
    "chooseOneOfOur": "Izvēlēties vienu no mūsu efektīvajiem lojalitātes programmas scenārijie",
    "signaContract": "Parakstīt līgumu, pēc kura mēs pielāgosim mobilo lietotni, uzstādīsim termināļus un apmācīsim kasierus.",
    "howDoesThe": "Kā darbojas “terminālis - mobilā lietotne - kase” saikne?",
    "theCustomerScans": "Lai saņemtu vai iztērētu bonusus, pircējs skenē QR kodu.",
    "aWindowAppears": "Uz termināļa ekrāna parādās logs, kurā kasieris ievada pirkuma summu. Bonusi tiek automātiski aprēķināti un pievienoti pircēja makam reālajā laikā.",
    "theAmountOfAccumulatedBonuses": "Šajā pašā termināļa ekrānā tiek norādīta uzkrāto bonusu summa. Ja pircējs vēlas tos izmantot, kasieris, nospiežot termināļa ekrānā pogu “Izmantot bonusus”, ievada izdevumu summu (visu vai daļu) un samazina maksājamo summu kasē.",
    "theTerminalPrints": "Terminālis izdrukā čeku, kas apstiprina katru operāciju.",
    "thisIsaQuickWayToStart": "Tas ir ātrs lojalitātes programmas uzsākšanas veids, bez izdevumiem par iekārtām un integrāciju no partneru puses. Mēs varam realizēt risinājumu, kur dati starp kasi un termināli tiek apmainīti automātiski, bez kasiera līdzdalības, taču tas prasa integrāciju ar kases sistēmu.",
    "cards": "Un kā ar plastikāta lojalitātes kartēm?",
    "weConsiderThem": "Mēs uzskatām tās par novecojušu tehnoloģiju. Un arī visa pasaule. Bet, iespējams, jūsu klientu vidū ir, piemēram, pensionāri, kuriem tās patiešām ir nepieciešamas. Mēs varam atsevišķi izstrādāt un saražot nepieciešamo karšu skaitu pēc jūsu pasūtījuma.",
    "ifYouWantTheCards": "Ja vēlaties, lai kartes būtu bez maksas jūsu veikalam, mēs aicināsim kredītiestādi realizēt kopprojektu. Banka pievienos kartei maksājumu pakalpojumus (Visa vai MasterCard), apmaksās to izgatavošanu un piegādi. Jūsu klienti saņems ne tikai lojalitātes karti, bet arī pilnvērtīgu bankas maksājumu karti..",
    "mobileApp": "Ko spēj mobilā lietotne?",
    "theMobileApp": " mobilā lietotne ir elektronisks maks, kas ne tikai aprēķina un piešķir bonusus un cashback, bet arī glabā reālus finanšu līdzekļus. Turklāt dažādās valūtās. Tas padara lietotni par universālu instrumentu finansiālo līdzekļu un bonusu pārvaldīšanai.",
    "butThePossibilities": "Tomēr tās iespējas ar to nebeidzas! Lietotne ļauj lietotājiem veikt maksājumus un pārskaitījumus, apmaksāt komunālos un telekomunikāciju pakalpojumus, kā arī iegādāties spēļu un programmatūras aktivizācijas kodus.",
    "inAccordanceWithLegalRequirements": "Saskaņā ar likumdošanas prasībām,  veic klientu identifikāciju, sasniedzot noteiktus limitus. Tas ietver AML (Anti-Money Laundering) un KYC (Know Your Customer) procedūru ieviešanu, kas nodrošina drošību un atbilstību normatīvajām prasībām, droši aizsargājot lietotāju finanšu darījumus.",
    "theAppIsIntegrated": "Lietotne tiek integrēta ar mūsu termināliem, skenējot QR kodus. Tas atvieglo bonusu aprēķināšanu un piešķiršanu. Mēs varam arī realizēt preču un pakalpojumu apmaksu jūsu veikalā, izmantojot QR kodu, līdzīgi kā ar bonusu izmantošanu.",
    "theApp": " lietotne ir spēcīgs finanšu līdzekļu un bonusu pārvaldības rīks, kas lietotājiem nodrošina maksimālu ērtību un drošību.",
    "billPaymentsDigitalProducts": "Rēķinu apmaksa un digitālie produkti jūsu veikalā izbraukšana",
    "acceptPaymentsAndSell": "Pieņemiet maksājumus un pārdodiet digitālos produktus ar mūsu termināliem",
    "ourTerminalSolutionOffersExtensive": "Mūsu termināļu risinājums piedāvā plašas iespējas mūsu partneriem, ļaujot tiem pieņemt maksājumus* par komunālo pakalpojumu, interneta vai tālruņa rēķinu apmaksu, samaksāt nodokļus, nodevas un citus maksājumus, kā arī pārdot priekšapmaksas karšu bilances papildināšanas un spēļu un straumējošo platformu bilances papildināšanas kodus.",
    "oneDevice": "Viena ierīce - daudz risinājumu jūsu biznesam",
    "thisMeansYourCustomers": "Tas nozīmē, ka jūsu klienti varēs veikt visas nepieciešamās maksājumus un veikt pirkumus vienuviet, palielinot jūsu veikala pievilcību un klientu apmierinātību. Mūsu risinājumi ir viegli integrējami jūsu esošajās sistēmās un nodrošina drošu un efektīvu maksājumu apstrādi.",
    "theServiceIsImplemented": "*Pakalpojums ir ieviests sadarbībā ar AS Magnetiq Bank (Reģ.Nr. 50103189561, Licences Nr. 06.01.04/255; 12.09.2008.) un ar  SIA (Reģ.Nr. 40203344731) tehnisko atbalstu."
  },
  "privateCustomers": {
    "topUpCodesForGames": "Spēļu un straumējošo platformu bilances papildināšanas kodi",
    "weOfferYouConvenientWay": "Piedāvājam jums ērtu veidu, kā papildināt bilanci uz populārām spēļu un straumējošām platformām. Dodaties tuvākajā partneru veikalā, izvēlieties nepieciešamo produktu, pasakiet kasierim produkta nosaukumu un nominālu, veiciet pirkumu un saņemiet čeku ar kodu. Koda aktivizēšanas instrukcija ir izdrukāta uz čeka, kā arī pieejama mūsu mājaslapā.",
    "aFeeIsChargedForThisService": "Par pakalpojumu tiek piemērota komisijas maksa. Par pakalpojuma nosacījumiem varat iepazīties šajā vietnē. Izmantojot pakalpojumu, jūs apliecināt, ka esat iepazinies ar pakalpojuma nosacījumiem un piekrītat tiem. Izmantojiet mūsu pakalpojumus un baudiet neierobežotu piekļuvi savām iecienītajām spēlēm un straumējošajiem pakalpojumiem!",
    "useOurServicesAndEnjoyUnlimited": "Use our services and enjoy unlimited access to your favourite games and streaming services!",
    "instructionsForActivatingTheCode": "Instrukcijas koda aktivizēšanai",
    "Services": " Pakalpojumi blakus jūsu mājām",
    "wePrideOurselves": "Mēs lepojamies ar mūsu pieredzi finanšu pakalpojumu nozarē un zinām, cik svarīgi mūsu klientiem ir ērtība un vienkāršība ikdienas darbos. Mēs nodrošinām iespēju izvēlēties jūsu vajadzībām vispiemērotāko maksājumu veidu. Pateicoties sadarbībai ar mūsu partneriem, mēs piedāvājam vienu no lielākajiem termināļu tīkliem Latvijā.",
    "allServices": "All services",
    "billPayment": "Bill payment",
    "billPaymentAtYourNearest": "Rēķinu apmaksa jūsu tuvākajā veikalā*",
    "youNoLongerHaveToLook": "Jums vairs nav jāmeklē pasta nodaļas vai banku filiāles. Maksājiet parkomunālajiem pakalpojumiem, internetu, televīziju un daudz ko citu tieši tuvākā veikala kasē. Tas ir ātri, vienkārši un ērti, bez garām rindām un liekas piepūles.",
    "howItWorks": "Kā tas darbojas:",
    "handTheCashierYourBill": "Pasniedziet kasierei rēķinu vai pasakiet, ko vēlaties apmaksāt",
    "theCashierWillSet": "Kasieris nosāka summu apmaksai ieskaitot komisiju",
    "makeThePayment": "Veiciet maksājumu",
    "receivePaymentReceipt": "Saņemiet maksājuma kvīti no kasieri",
    "theServiceHasBeenImplemented": "* Pakalpojums ir ieviests sadarbībā ar AS Magnetiq Bank (Reģ.Nr. 50103189561, Licences Nr. 06.01.04/255; 12.09.2008.) un ar  SIA (Reģ.Nr. 40203344731) tehnisko atbalstu. Ar maksājumu pakalpojumu sniegšanas nosacījumiem var iepazīties informācijas stendā pie veikalu kasēm, kā arī Magnetiq Bank mājaslapā http un https. Par sniegto pakalpojumu tiek piemērota komisijas maksa. Par piemērojamās komisijas apmēru jautājiet veikala kasieriem.",
    "toppingUpPrepaidCardBalances": "Priekšapmaksas karšu bilances papildināšana",
    "stayInTouch": "Mūsu partneru veikalos varat iegādāties visu populāro mobilo sakaru operatoru un TV pakalpojumu sniedzēju priekšapmaksas kartes. Papildināšana notiek nekavējoties, ļaujot jums izmantot pakalpojumus bez pārtraukumiem.",
    "stayInTouchKontacta": "Palieciet vienmēr kontaktā!",
    "accessToYourFavouriteGames": "Piekļuve iemīļotajām spēlēm un tiešsaistes pakalpojumiem",
    "forGamersAndOnlineContent": "Spēlētājiem un tiešsaistes satura cienītājiem, kā arī tiem, kuri novērtē savu privātumu, mēs piedāvājam populāru spēļu platformu un straumējošo platformu bilances papildināšanas kodus. Iegūstiet piekļuvi savām iemīļotajām spēlēm un pakalpojumiem bez ierobežojumiem. Uzziniet vairāk par mūsu pakalpojumiem spiežot",
    "clickingHere": "šeit.",
    "findYourServiceProvider": "Find your service provider",
    "useTheSearchTool": "Use the search tool to find available providers in your area. Check here if your provider is connected to our system. If you can't find a suitable provider, please contact us.",
    "search": "Search",
    "unfortunately": "Unfortunately, the provider you entered was not found. Please contact us using the form below so we can help you find a suitable solution. We are always ready to answer your questions!",
    "howToFindUs": "Kā mūs atrast?",
    "useTheMapToFind": "Izmantojiet karti, lai atrastu tuvākos veikalus, kur pieejami mūsu pakalpojumi. Mūsu partneru veikali vienmēr ir tuvumā, lai sniegtu jums labākos finanšu un tehnoloģiskos risinājumus. Ja nevarat atrast veikalu tuvumā jūsu mājām, lūdzu, sazinieties ar mums."
  },
  "about": {
    "title": "Jūs esat labā kompānijā!",
    "weDevelopInnovations": "Mēs izstrādājam inovācijas, kas patiešām darbojas, piesaistot mūsu partneru veikaliem jaunus klientus, palielinot vidējos ieņēmumus un naudas plūsmu.",
    "ourGoalIsToHelp": "Mūsu mērķis ir palīdzēt saviem partneriem attīstīt uzņēmējdarbību, izmantojot unikālas idejas un modernākās tehnoloģijas.",
    "IsTechnology": " ir tehnoloģiju uzņēmums, kas specializējas digitālo un mobilo finanšu pakalpojumu, darījumu un maksājumu infrastruktūras jomā. Mēs esam vienas pieturas aģentūra visiem lojalitātes, finanšu tehnoloģiju risinājumiem un maksājumiem.",
    "whenYouChoose": "Izvēloties , jūs izvēlaties uzticamu un inovāciju vadītu partneri, kas palīdzēs jums sasniegt jūsu biznesa mērķus un palielināt konkurētspēju tirgū.",
    "contact": "Kontaktinformācija",
    "electronicMoneyInstitution": "Elektroniskās naudas iestādes licence nr. 27-55/2024/3",
    "addressForCorrespondence": "Adrese sarakstei:",
    "skanstes": "Skanstes iela 7 k-1, 12. Stāvs, Rīga, LV-1013",
    "registrationNumber": "Reģistrācijas numurs:",
    "email": "E-pasts:",
    "socialNetworks": "Sociālie tīkli"
  },
  "news": {
    "news": "Jaunumi",
    "otherNews": "Other news",
    "discoverTheLatestProducts": "Atklājiet jaunākos produktus un pakalpojumus!",
    "weAreAlwaysWorking": "Mēs vienmēr strādājam, lai piedāvātu jums vismodernākos un inovatīvākos risinājumus. Sekojiet līdzi mūsu blogam un esiet pirmais, kas izmēģina jaunākās tehnoloģijas un pakalpojumus. No uzlabotiem termināļiem līdz jaunām digitālo maksājumu iespējām – mēs pastāvīgi paplašinām savu piedāvājumu, lai apmierinātu jūsu vajadzības un palīdzētu jūsu biznesam augt.",
    "theBankOfLatvia": "Latvijas Banka izsniedza “” SIA licenci darbam kā elektroniskās naudas iestādei",
    "SIAHasReceived": " SIA ir saņēmusi licenci no Latvijas Bankas darbībai kā elektroniskās naudas iestādei.",
    "theLicenceHasBeenRegistered": "Licence ir reģistrēta Latvijas Bankas reģistrā ar numuru 27-55/2024/3. Tagad mūsu darbību regulē atbilstoši Direktīvai 2009/110/EK par elektroniskās naudas emisiju un Direktīvai 2007/64/EK par maksājumu pakalpojumiem, kas nodrošina augstu visu mūsu operāciju drošības un uzticamības līmeni.",
    "obtainingTheLicence": "Licences iegūšana ir tikai sākums, svarīgs solis  attīstības ceļā. Tagad mēs varam piedāvāt modernas finanšu risinājumus gan uzņēmumiem, gan privātpersonām, uzsverot mūsu instrumentu drošību un ērtumu.",
    "ifYouWouldLike": "Ja vēlaties uzzināt vairāk par mūsu pakalpojumiem, aizpildiet saziņas formu mūsu mājaslapā, un mēs sazināsimies ar jums. Mēs vienmēr esam gatavi atbildēt uz jūsu jautājumiem un palīdzēt risināt jebkādus uzdevumus",
    "Moved": " pārcēlās uz jaunu biroju",
    "HasMoved": " pārcēlās uz jaunu biroju Skanstes ielā 7-k1, Rīgā. Tagad mēs atrodamies Jupiter Tower, vienā no modernākajiem Rīgas biznesa centriem, kas nodrošina visus nepieciešamos apstākļus produktīvam darbam un mūsu projektu realizācijai.",
    "jupiterTower": "Jupiter Tower ir mūsdienīgs biznesa centrs ar ērtu infrastruktūru un modernām tehnoloģijām.",
    "theNewOffice": "Jaunais birojs paver mūsu komandai vairāk iespēju, un šī pārcelšanās nosaka jaunu attīstības virzienu, ļaujot mums virzīties uz priekšu vēl efektīvāk.",
    "WebsiteUpdate": " atjaunināja mājaslapu: jauns dizains un uzlabota funkcionalitāte",
    "HasRedesigned": " has redesigned its website to make it even more user-friendly and understandable. All services and information are now available in an improved format with easier navigation and a modern interface.",
    "weHaveRedesigned": "Mēs esam pārstrādājuši mājaslapas struktūru, lai padarītu to maksimāli vienkāršu un intuitīvu. Neatkarīgi no tā, vai jūs interesē informācija par risinājumiem uzņēmumiem vai privātpersonām, nepieciešamās sadaļas ir pieejamas tikai ar dažiem klikšķiem",
    "specialAttentionWasPaid": "Īpaša uzmanība tika pievērsta mājaslapas pielāgošanai mobilajām ierīcēm – tagad tā ir vienlīdz ērta gan viedtālruņos, gan datoros. Mēs arī atjauninājām ziņu sadaļu un vienkāršojām piekļuvi informācijai par produktiem un pakalpojumiem.",
    "aMakeoverIsntJust": "Pārveidošana nav tikai izskata maiņa. Mēs esam padarījuši mājaslapu funkcionālāku, lai mūsu klienti varētu ātrāk saņemt nepieciešamo informāciju un izmantot finanšu risinājumus.",
    "LaunchedTheSale": " uzsāka spēļu kodu pārdošanu partneru veikalos",
    "NowMakesItEasy": "Tagad ar  var ērti iegādāties spēļu kodus populārām platformām tieši mūsu partneru veikalos!",
    "thisProductiSaGreat": "Šis produkts ir lielisks risinājums tiem, kas rūpējas par savu privātumu un izvēlas neizmantot bankas karti tīmekļa vietnēs. Spēļu kodu iegāde skaidrā naudā ļauj izvairīties no nepieciešamības ievadīt personas datus un finanšu informāciju tiešsaistē. Tas ir īpaši svarīgi lietotājiem, kuri vēlas samazināt riskus interneta pirkumos.",
    "youCanNowBuyGame": "Tagad jūs varat iegādāties spēļu kodus par skaidru naudu tieši Mego veikalu kasē. Viss, kas jums jādara – pateikt kasierim produkta nosaukumu un summu, kuru vēlaties iegādāties, samaksāt skaidrā naudā, un jūs uzreiz saņemsiet čeku ar kodu, kuru var nekavējoties izmantot, lai papildinātu savu bilanci iecienītajā platformā",
    "theProductIsCurrently": "Šobrīd produkts ir pieejams Mego tīklā, bet tuvākajā laikā spēļu kodi būs pieejami arī citos veikalos. Sekojiet jaunumiem mūsu mājaslapā un sociālajos tīklos, lai nepalaistu garām informāciju par jaunām partneru tirdzniecības vietām!",
    "forMoreInformation": "Lai uzzinātu, kā iegādāties kodu, iepazīstieties ar detalizētu instrukciju par koda iegādi kasē. Pilnu pieejamo produktu un platformu sarakstu varat atrast sadaļā “Pieejamie produkti” mūsu mājaslapā.",
    "staffParticipationInConferences": "Staff participation in conferences",
    "NordicFintech": " Nordic Fintech Week 2024: tiekamies Kopenhāgenā!",
    "aNewReasonToMeet": "Jauns tikšanās iemesls –  dodas uz Nordic Fintech Week 2024 Kopenhāgenā!",
    "thisAutumnWeWill": "Šajā rudenī mēs piedalīsimies Nordic Fintech Week 2024, vienā no interesantākajiem notikumiem tiem, kas seko jaunākajiem sasniegumiem finanšu tehnoloģijās. Mēs ar nepacietību gaidām tikšanos ar kolēģiem un partneriem 25. – 26. septembrī Kopenhāgenā.",
    "nordicFintechWeek": "Nordic Fintech Week ir viena no lielākajām fintech izstādēm pasaulē, kas katru gadu pulcē industrijas līderus un novatorus. Šogad vairāk nekā 1500 dalībnieku sanāks, lai apspriestu finanšu tehnoloģiju nākotni, un mēs esam priecīgi būt daļa no šī notikuma.",
    "WillPresent": " will present its latest solutions for electronic payments",
    "latviaForumTitle": " piedalās Latvia Fintech Forum 2024",
    "latviaForumDescription": " aktīvi piedalās finanšu tehnoloģiju nozares attīstībā, apmeklējot vienu no gadanozīmīgākajiem notikumiem Latvijā – Latvia Fintech Forum 2024!",
    "latviaForumDescription1": "Šī gada 5. novembrī  SIA piedalījās ikgadējā Latvia Fintech Forum 2024, kas norisinājās Rīgā, Mazajā Ģildē. Šis forums ir kļuvis par vienu no nozīmīgākajiem finanšu tehnoloģiju nozares pasākumiem Latvijā, pulcējot nozares profesionāļus, inovatorus un uzņēmējus, lai kopīgi diskutētu par jaunākajām tendencēm, izaicinājumiem un iespējām.",
    "latviaForumDescription2": "Latvia Fintech Forum 2024 ietvaros notika arī jaunuzņēmumu konkurss Fintech Factor 2024. Šī konkursa mērķis bija dot platformu jaunajiem uzņēmumiem, lai tie varētu prezentēt savas inovatīvās idejas un saņemt ekspertu vērtējumu un investoru interesi.",
    "latviaForumDescription3": " dalība šajā forumā bija lieliska iespēja iegūt vērtīgu pieredzi, uzklausīt nozares ekspertu viedokļus un veidot jaunus sadarbības kontaktus. Mēs esam pārliecināti, ka šī pieredze palīdzēs mūsu uzņēmumam turpināt attīstīties un piedāvāt arvien inovatīvākus risinājumus.",
    "latviaForumDescription4": "Pateicamies pasākuma organizatoriem – Latvijas Bankai, Rīgas Investīciju un tūrisma aģentūrai, kā arī Latvijas Investīciju un attīstības aģentūrai – par augsta līmeņa pasākumu un iespēju būt daļai no Latvijas finanšu tehnoloģiju nozares izaugsmes.",
    "latviaForumDescription5": "Ar nepacietību gaidām nākamo Latvia Fintech Forum un turpināsim aktīvi iesaistīties nozares attīstībā!",
    "tParticipatesSeminarTitle": " piedalās Latvijas Bankas organizētajā seminārā tirgus dalībniekiem",
    "tParticipatesSeminarDescription": "Seminārā apspriestas kiberdrošības, kriptoaktīvu regulējuma, naudas atmazgāšanas novēršanas unSEPA Instant maksājumu aktualitātes",
    "tParticipatesSeminarDescription1": "27. novembrī  SIA pārstāvji piedalījās Latvijas Bankas organizētajā seminārā, kas bija veltīts finanšu sektora aktuālajiem izaicinājumiem un normatīvajām izmaiņām.",
    "tParticipatesSeminarDescription2": "Semināra laikā tika apspriestas vairākas nozīmīgas tēmas, tostarp:",
    "tParticipatesSeminarDescription3Bold": "DORA regulējuma ieviešana,",
    "tParticipatesSeminarDescription3": " kas stiprina kiberdrošības un noturības prasības finanšu tehnoloģiju uzņēmumiem;",
    "tParticipatesSeminarDescription4Bold": "MiCA regulas ieviešana,",
    "tParticipatesSeminarDescription4": " kas veicina caurspīdību un uzticību kriptoaktīvu tirgum;",
    "tParticipatesSeminarDescription5Bold": "AML (naudas atmazgāšanas novēršanas) jaunumi,",
    "tParticipatesSeminarDescription5": " kas nostiprina cīņu pret finanšu noziegumiem;",
    "tParticipatesSeminarDescription6Bold": "Latvijas Bankas EKS sistēma,",
    "tParticipatesSeminarDescription6": " kas nodrošina SEPA Instant maksājumu risinājumus.",
    "tParticipatesSeminarDescription7": " novērtē iespēju piedalīties seminārā, kurā tika sniegts detalizēts ieskats par jauno regulējumu prasībām un tehnoloģiju ieviešanas iespējām. Šādas diskusijas palīdz labāk izprast tirgus inamiku un sagatavoties izmaiņām, kas veicinās nozares izaugsmi un klientu apkalpošanas kvalitātes uzlabošanu.",
    "tParticipatesSeminarDescription8": "Pateicamies Latvijas Bankai par kvalitatīvi organizētu pasākumu un izsmeļošu informāciju, kas ir būtiska nozares attīstībai!",
    "workingHoursTitle": "Par  darbu Ziemassvētku un Jaunā gada laikā",
    "workingHoursDescription": "Darba laika izmaiņas Ziemassvētku un Jaunā gada svētku laikā",
    "workingHoursDescription1": "Ziemassvētku un Jaunā gada brīvdienu laikā tiks mainīts  SIA darba laiks. Kā ierasts, lielākā daļa mūsu pakalpojumu klientiem būs pieejami arī brīvdienās – attālināti, izmantojot mūsu platformu.",
    "workingHoursDescription2": "Darba laika izmaiņas:",
    "workingHoursDescription3Bold": "Pirmssvētku dienās",
    "workingHoursDescription3": "  komanda strādās no plkst. 9.00 līdz 17.00.",
    "workingHoursDescription4Bold": "Svētku dienās",
    "workingHoursDescription4": " uzņēmums būs slēgts.",
    "workingHoursDescription5": "Šajās dienās attālinātās pieprasījumu apstrādes laiks var tikt pagarināts, tādēļ aicinām savlaicīgi plānot nepieciešamās darbības un jautājumus, kas saistīti ar mūsu pakalpojumiem. No 2. janvāra  atsāks darbu kā ierasts.",
    "workingHoursDescription6": "Mūsu pakalpojumi veikalos būs pieejami, ievērojot veikalu darba laikus svētku dienās.",
    "workingHoursDescription7": "Pateicamies par sapratni un novēlam mierpilnus Ziemassvētkus un veiksmīgu Jauno gadu!",
    "workingHoursDescription8": " komanda",
    "congratulationsTitle": "Sveicam Ziemassvētkos un vēlam veiksmīgu Jauno gadu!",
    "congratulationsDescription": "Pateicība par sadarbību un vēlējumi gaišiem svētkiem un veiksmīgam Jaunajam gadam!",
    "congratulationsDescription1": "Tuvojoties gada izskaņai, vēlamies izteikt pateicību visiem mūsu klientiem un sadarbības partneriem par uzticību un veiksmīgo sadarbību šajā gadā. Kopā esam spēruši svarīgus soļus finanšu tehnoloģiju attīstībā un guvuši nozīmīgus panākumus.",
    "congratulationsDescription2": "Ziemassvētki ir laiks, kad apstāties un novērtēt sasniegto, daloties priekā ar saviem tuvākajiem. Mēs novēlam jums šajos svētkos mieru, harmoniju un ģimenes siltumu, kas iedvesmo jaunām virsotnēm.",
    "congratulationsDescription3": "Ar Jauno gadu nāk jaunas iespējas un izaicinājumi. Novēlam, lai nākamais gads ir piepildīts ar jauniem sasniegumiem, radošām idejām un panākumiem visās jūsu iecerēs.",
    "congratulationsDescription4": "Pateicamies par jūsu uzticību un ar prieku raugāmies nākotnē, kurā turpināsim strādāt kopā, lai sasniegtu vēl lielākus mērķus.",
    "congratulationsDescription5": "Priecīgus Ziemassvētkus un veiksmīgu Jauno gadu!",
    "congratulationsDescription6": " komanda",
    "businessDirectorTitle": "Iepazīstieties ar mūsu biznesa attīstības direktoru – Vilni Jēkabsonu",
    "businessDirectorDescription": "Ar šo rakstu mēs aizsākam jaunu ziņu rubriku par mūsu komandu, lai iepazīstinātu jūs ar cilvēkiem, kuri padara  par vienu no inovatīvākajiem jaunuzņēmumiem Latvijā.",
    "businessDirectorDescription1": "Šodien iepazīstinām jūs ar vienu no mūsu komandas galvenajiem dalībniekiem – Vilni Jēkabsonu. Vilnis ieņem komercdarbības attīstības valdes locekļa amatu un spēlē nozīmīgu lomu uzņēmuma stratēģijas īstenošanā, pakalpojumu attīstībā un augsta līmeņa klientu apkalpošanas nodrošināšanā.",
    "businessDirectorDescription2": "Vilnis 1991. gadā ir ieguvis maģistra grādu tiesību zinātnē Latvijas Universitātē un 2006. gadā maģistra grādu tiesību zinātnē Latvijas Policijas akadēmijā. Iegūtā izglītība, kā arī vairāk nekā 23 gadu pieredze vadošos amatos valsts un pašvaldību iestādēs, padara Vilni par vērtīgu profesionāli savā jomā. 17 gadus viņš vadīja Latvijas Republikas Pilsonības un migrācijas lietu pārvaldi (PMLP), kur viņa vadībā tika īstenoti vairāki nozīmīgi inovatīvi risinājumi, kas uzlaboja klientu pieredzi un ērtības valsts iestādēs:",
    "businessDirectorDescription3": "Izveidoti vairāk nekā 30 jauni klientu apkalpošanas centri.",
    "businessDirectorDescription4": "Ieviesta elektroniskā rindu sistēma iepriekšējai pierakstīšanai.",
    "businessDirectorDescription5": "Latvijā ieviestas pirmās pases ar biometrijas datiem.",
    "businessDirectorDescription6": "Ieviestas pirmās personas apliecības – ID kartes.",
    "businessDirectorDescription7": "Šie ir tikai daži no projektiem, kas īstenoti V. Jēkabsona vadībā. Tagad viņš izmanto savas zināšanas un plašo pieredzi, lai attīstītu , pilnveidotu fintech pakalpojumus un stiprinātu uzņēmuma pozīcijas tirgū.",
    "businessDirectorDescription8": " lepojas ar to, ka mūsu komandā ir tik augsti kvalificēts speciālists kā Vilnis. Kopā mēs turpinām pieņemt jaunus biznesa izaicinājumus un veiksmīgi tos pārvarēt.",
    "businessDirectorDescription9": "Ja vēlaties uzzināt vairāk par mūsu pakalpojumiem vai apsvērt sadarbības iespējas, aicinām sazināties ar mums pa e-pastu info@.com. Vairāk informācijas par  – mūsu mājaslapā.",
    "readMore": "Lasīt vairāk"
  },
  "form": {
    "name": "Name",
    "email": "Email",
    "message": "Message...",
    "click": "Klikšķinot uz ‘Sūtīt’, es apstiprinu, ka esmu izlasījis un piekrītu ",
    "sendTo": "Sūtīt",
    "terms": "Privātuma politikai un Sīkdatņu politikai.",
    "contactTo": "Sazinieties ar mums!",
    "askYourQuestion": "Uzdodiet savu jautājumu, un mēs ar jums sazināsimies!",
    "pleaseEnterName": "Please enter a name!",
    "pleaseEnterEmail": "Please enter your email!",
    "pleaseTypeMessage": "Please type a message!",
    "pleaseTickThat": "Please tick that you agree to the terms",
    "messageSent": "Message sent! We will contact you.",
    "of": ""
  },
  "footer": {
    "allRightsReserved": "All rights reserved.",
    "forBusiness": "Pakalpojumu un Risinājumi",
    "loyaltyProgramme": "Lojalitātes programma",
    "mobileApp": "Mobilā lietotne",
    "solutionsForShops": "Risinājumi veikaliem",
    "becomeaPartner": "Become a partner",
    "forIndividuals": "Privātpersonām",
    "billPayment": "Rēķinu apmaksa",
    "partnerShops": "Partneru veikali",
    "serviceProviders": "Pakalpojuma sniedzēji",
    "topUpCodes": "Spēļu papildināšanas kodi",
    "aboutUs": "Par mums",
    "aboutTheCompany": "Par uzņēmumu",
    "contact": "Kontakti",
    "news": "Jaunumi",
    "contactUs": "Sazinieties ar mums",
    "blog": "Blogs",
    "documents": "Dokumenti",
    "legal": "Juridiskā informācija",
    "followUs": "Seko mums",
    "copyring": " SIA is a licensed electronic money institution with the right to issue electronic money and provide payment services. The Bank of Latvia supervises this activity based on the requirements of the Electronic Money Directive (2009/110/EC) and the Payment Services Directive (2007/64/EC), which are implemented in the Latvian Payment Services and Electronic Money Law. The electronic money institution licence of  SIA is registered with the Bank of Latvia under No 27-55/2024/3 and the company is registered in the Republic of Latvia under Reg. No 40203344731.",
    "address": "Reģ. nr. 40203344731",
    "address1": "Skanstes iela 7 k-1, Rīga, LV-1013",
    "handlingOfComplaints": "Sūdzību izskatīšana"
  },
  "documents": {
    "title": "Juridiskā informācija",
    "description": "Šajā sadaļā pieejama juridiskā informācija, kas nosaka mūsu pakalpojumu sniegšanas noteikumus, vietnes lietošanas kārtību un lietotāju tiesības, kā arī cita būtiska informācija. Ja jums nepieciešama papildu palīdzība, lūdzam sazināties ar mūsu atbalsta dienestu.",
    "tcTitle": "Galvenie noteikumi un nosacījumi",
    "tcItem": "Vispārīgie darījumu noteikumi",
    "marketplaceTitle": " tirdzniecības platformas izmantošana",
    "marketplaceItem1": "Tirdzniecības platformas lietošanas noteikumi",
    "marketplaceItem2": "Tirdzniecības platformas privātuma un sīkdatņu politika",
    "otherTitle": "Citi dokumenti",
    "otherItem1": "Privātuma un sīkdatņu politika",
    "otherItem2": "Sūdzību izskatīšanas procedūra",
    "otherItem3": "Jūsu Tiesības, Veicot Maksājumus Eiropā",
    "inForce": "Spēkā",
    "published": "Publicēts"
  },
  "gameCodes": "Spēļu Kodi",
  "product": "Produkts:",
  "productDescription": "Product description:",
  "codeActivationInstructions": "Кoda aktivizācijas instrukcija:",
  "product1": {
    "text1": "Play new games from day one and experience hundreds of high-quality games on console, PC and in the cloud. With Ultimate, there's always something new to play.",
    "text2": "Get all the benefits of Ultimate:",
    "text3": "- Includes online multiplayer mode on console",
    "text4": "- EA Play subscription at no extra cost",
    "text5": "- Play your favourite games across multiple devices with cloud gaming",
    "text6": "- Download and play on your console or Windows PC",
    "text7": "- Earn reward points by playing games from the Game Pass catalogue",
    "text8": "- Enjoy free bonuses including in-game content, merchandise and more",
    "text9": "- New games are added regularly, including first day releases",
    "text10": "- Receive premium membership benefits, offers and discounts",
    "text11": "Code activation instructions:",
    "text12": "Xbox Series X|S on Xbox One:",
    "text13": "1. Sign in to your Xbox account",
    "text14": "2. Select and open the 'Store' app from the Start screen.",
    "text15": "3. To open the side menu, move the cursor left in the Store app or press the 'View' button on the controller to open the side menu.",
    "text16": "4. Select 'Redeem' from this menu.",
    "text17": "5. Enter the 25-character code and then follow the instructions.",
    "text18": "From your web browser:",
    "text19": "1. In your web browser, go to redeem.microsoft.com.",
    "text20": "2. Log in to your account, enter the 25-character code and follow the instructions.",
    "text21": "Windows 10/11:",
    "text22": "1. In your web browser, go to redeem.microsoft.com.",
    "text23": "2. Sign in to your account on your Windows device.",
    "text24": "3. Press the Start button and select 'Microsoft Store'.",
    "text25": "4. Select 'More' ... > 'Redeem a code'.",
    "text26": "5. Enter the 25-character code and follow the instructions."
  }
}
